//: [Previous](@previous)
//: # 14. 스위프트 배열과 딕셔너리 컬렉션으로 작업하기
//: ## 14.1 가변형 컬렉션과 불변형 컬렉션
//: ## 14.2 스위프트 배열 초기화
//: ## 14.3 스위프트 배열로 작업하기
//: ## 14.4 배열 항목 섞기와 무작위로 가져오기
//: ## 14.5 배열에 항목 추가하기
//: ## 14.6 배열 반복하기
//: ## 14.7 타입이 혼합된 배열 생성하기
//: ## 14.8 스위프트 딕셔너리 컬렉션
//: ## 14.9 스위프트 딕셔너리 초기화
//: ## 14.10 시퀀스 기반의 딕셔너리 초기화
//: ## 14.11 딕셔너리 항목 개수
//: ## 14.12 딕셔너리 항목 접근하기와 갱신하기
//: ## 14.13 딕셔너리 항목 추가하기와 제거하기
//: ## 14.14 딕셔너리 반복
//: ## 14.15 요약
import Foundation

var greeting = "Hello, playground"

//: [Next](@next)
